



/* Standard Flash badge text */
"Flash" = "Flash";

/* Fullscreen Window Title */
"ClickToFlash Fullscreen" = "ClickToFlash Vollbild-Fenster";

/* Tooltip for fullscreen button while not in fullscreen mode */
"Fill entire screen" = "Vollbildmodus";

/* Tooltip for fullscreen button while in fullscreen mode */
"Return to Web Page" = "Zurück zur Webseite";
/* Accessibility: CTFActionButton, Title of Contextual Menu */
"ClickToFlash Contextual menu" = "ClickToFlash Kontextmenü";

/* Load Flash contextual menu item */
"Load Flash" = "Flash laden";

/* Load All on this page contextual menu item */
"Load All on this Page" = "Alles Flash laden";

/* Hide Flash contextual menu item (sets display:none) */
"Hide Flash" = "Flash verbergen";

/* Remove Flash contextual menu item (sets visibility: hidden) */
"Remove Flash" = "Flash entfernen";

/* Add <sitename> to Whitelist menu item */
"Add %@ to Whitelist" = "Flash auf „%@“ automatisch laden";

/* Preferences Contextual Menu Item */
"ClickToFlash Preferences..." = "ClickToFlash Einstellungen …";



/* NSAccessibilityDescriptionAttribute for CTFMainButton */
"Load Flash Content" = "Flash-Element laden";



/* Format for badge text for video service. This should probably just be %@ */
"%@ (VideoServiceName)" = "%@";

/* Format to create a 'Video Service...'-style string */
"%@..." = "%@ …";

/* H.264 badge text [CTFKillerVideo] */
"H.264" = "QuickTime";

/* HD H.264 badge text */
"HD H.264" = "QuickTime HD";



/* Load H.264 context menu item */
"Load H.264" = "Film mit QuickTime abspielen";

/* Load Smaller Version contextual menu item (alternate for the standard Load H.264 item when the default uses the 'HD' version) */
"Load H.264 SD Version" = "Kleinere Version mit QuickTime abspielen";

/* Load Larger Version contextual menu item (alternate for the standard Load H.264 item when the default uses the non-'HD' version) */
"Load H.264 HD Version" = "Größere Version mit QuickTime abspielen";

/* Load SITENAME page for this video menu item */
"Load %@ page for this video" = "%@ Seite öffnen";

/* Open Fullscreen in QT Player menu item */
"Play Fullscreen in QuickTime Player" = "Im Vollbildmodus mit QuickTime Player abspielen";

/* Open Smaller Version Fullscreen in QT Player contextual menu item (alternate for the standard item when the default uses the 'HD' version) */
"Play Smaller Version Fullscreen in QuickTime Player" = "Kleinere Version im Vollbildmodus mit QuickTime Player abspielen";

/* Open Larger Version Fullscreen in QT Player contextual menu item (alternate for the standard item when the default uses the non-'HD' version) */
"Play Larger Version Fullscreen in QuickTime Player" = "Größere Version im Vollbildmodus mit QuickTime Player abspielen";

/* Download H.264 menu item */
"Download H.264" = "Filmdatei laden";

/* Download small size H.264 menu item (alternate for the standard item when the default uses the 'HD' version) */
"Download SD H.264" = "Kleinere Version als Filmdatei laden";

/* Download large size H.264 menu item (alternate for the standard item when the default uses the non-'HD' version) */
"Download HD H.264" = "Größere Version als Filmdatei laden";



/* CTFKillerVideo: Label for HD button */
"HD" = "HD";

/* CTFKillerVideo: Tooltip for HD button when it is turned ON */
"Use smaller version of the movie" = "Kleinere Version des Films verwenden";

/* CTFKillerVideo: Tooltip for HD button when it is turned OFF */
"Use larger version of the movie" = "Größere Version des Films verwenden";
/* CTFKillerVideo: Tooltip for Video Download button */
"Download video file" = "Filmdatei laden";

/* Label for download links appearing beneath the video */
"Download: " = "Filmdatei laden: ";

/* Text of link for downloading a version of the video in the current size; appearing beneath the video */
"Current Size" = "Aktuelle Größe";

/* Text of link to additional Larger Size Video Download appearing beneath the video after the standard link */
"Larger Size" = "Größere Version";

/* Text of link to the video page on SITENAME appearing beneath the video  */
"Go to %@ Page" = "%@ Seite öffnen";



/* sIFR Flash badge text */
"sIFR Flash" = "Textersetzung";

/* Remove All Text Replacements */
"Don't use Text Replacement" = "Alle Textersetzungen entfernen";



/* Successful uninstallation Sheet informational message with application name */
"Please quit and relaunch '%@' for the change to take effect." = "Die Änderung wird beim nächsten Start von „%@“ wirksam.";



/* Always load Flash for '%@'? alert title */
"Always load Flash for '%@'?" = "Flash auf „%@“ automatisch laden?";

/* Add <sitename> to the whitelist? alert message including removal instruction. %1$@ is the page's host name, %2$@ is the application name. */
"Add %1$@ to the whitelist? This can be undone by opening ClickToFlash Prefrences from the %2$@ menu and removing the site from the list." = "Um diese Entscheidung später rückgängig zu machen, öffnen Sie die Einstellungen aus dem „ClickToFlash“-Untermenü des „%2$@“-Menüs und entfernen Sie „%1$@“ aus der Liste von Websites, auf denen Flash automatisch geladen wird.";

/* Add to Whitelist button */
"Add to Whitelist" = "Flash automatisch laden";

/* Cancel button */
"Cancel" = "Abbrechen";